Revit 2016 API
LoadUsageArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public LoadUsageArrayIterator()
Visual Basic
Public Sub New
Visual C++
public:
LoadUsageArrayIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
LoadUsageArrayIterator Class
Autodesk.Revit.DB.Structure Namespace